Repository: nikanwp/Discountly
Catalog: languages/nwpdiscountly-*.po
Languages: fa_ir

source: Discountly – Discount Manager for WooCommerce
fa_ir: دیسکانتلی - مدیریت تخفیف ووکامرس

source: https://nikanwp.com/product/discountly
fa_ir: https://nikanwp.ir/product/discountly

source: Smart Discounts for WooCommerce
fa_ir: تخفیف های هوشمند برای ووکامرس

source: NikanWP
fa_ir: نیکان وردپرس

source: https://nikanwp.com
fa_ir: https://nikanwp.ir

source: Discountly
fa_ir: دیسکانتلی

source: Discount not found.
fa_ir: تخفیف پیدا نشد.

source: Discount created successfully.
fa_ir: تخفیف با موفقیت ایجاد شد.

source: Failed to update discount.
fa_ir: تخفیف به‌روزرسانی نشد.

source: Discount updated successfully.
fa_ir: تخفیف با موفقیت به روز شد.

source: Failed to delete discount.
fa_ir: تخفیف حذف نشد.

source: Discount deleted successfully.
fa_ir: تخفیف با موفقیت حذف شد.

source: Invalid data.
fa_ir: داده نامعتبر.

source: Failed to update priority.
fa_ir: اولویت به‌روزرسانی نشد.

source: Discount priorities updated successfully.
fa_ir: اولویت های تخفیف با موفقیت به روز شد.

source: Failed to update status.
fa_ir: وضعیت به‌روزرسانی نشد.

source: Discount status updated successfully.
fa_ir: وضعیت تخفیف با موفقیت به روز شد.

source: Please enter a discount name.
fa_ir: لطفا نام تخفیف را وارد کنید.

source: Availability date cannot be left empty.
fa_ir: تاریخ در دسترس بودن را نمی توان خالی گذاشت.

source: The end date must be after the start date.
fa_ir: تاریخ پایان باید بعد از تاریخ شروع باشد.

source: Please enter a percentage discount amount.
fa_ir: لطفا مقدار درصد تخفیف را وارد کنید.

source: Please enter a valid percentage discount amount.
fa_ir: لطفاً یک درصد تخفیف معتبر وارد کنید.

source: Please enter a positive percentage discount amount.
fa_ir: لطفا یک درصد تخفیف مثبت وارد کنید.

source: Please enter a percentage discount amount less than 100.
fa_ir: لطفاً یک درصد تخفیف کمتر از 100 وارد کنید.

source: Please enter a fixed discount amount.
fa_ir: لطفا یک مقدار تخفیف ثابت وارد کنید.

source: Please enter a valid fixed discount amount.
fa_ir: لطفا یک مقدار تخفیف ثابت معتبر وارد کنید.

source: Please enter a positive fixed discount amount.
fa_ir: لطفا یک مقدار تخفیف ثابت مثبت وارد کنید.

source: Please enter a discount cap amount.
fa_ir: لطفا مقدار سقف تخفیف را وارد کنید.

source: Please enter a valid discount cap amount.
fa_ir: لطفاً یک مقدار سقف تخفیف معتبر وارد کنید.

source: Please enter a positive discount cap amount.
fa_ir: لطفاً مبلغ سقف تخفیف مثبت را وارد کنید.

source: Please enter a minimum purchase amount for discount.
fa_ir: لطفا حداقل مبلغ خرید را برای تخفیف وارد کنید.

source: Please enter a valid minimum purchase amount for discount.
fa_ir: لطفا حداقل مبلغ خرید معتبر را برای تخفیف وارد کنید.

source: Please enter a positive minimum purchase amount for discount.
fa_ir: لطفا حداقل مبلغ خرید مثبت را برای تخفیف وارد کنید.

source: Please select a product.
fa_ir: لطفا یک محصول را انتخاب کنید.

source: Please select a category.
fa_ir: لطفاً یک دسته را انتخاب کنید.

source: Please select a user.
fa_ir: لطفا یک کاربر انتخاب کنید.

source: Please select a role.
fa_ir: لطفا یک نقش را انتخاب کنید.

source: Discount ID is required
fa_ir: شناسه تخفیف الزامی است

source: Discount type
fa_ir: نوع تخفیف

source: Global Discount
fa_ir: تخفیف سراسری

source: Cart Discount
fa_ir: تخفیف سبد خرید

source: Discount name
fa_ir: نام تخفیف

source: Status
fa_ir: وضعیت

source: Active
fa_ir: فعال

source: Minimum purchase amount for discount
fa_ir: حداقل مبلغ خرید برای تخفیف

source: Discount
fa_ir: تخفیف

source: Percentage discount
fa_ir: تخفیف درصدی

source: Fixed discount
fa_ir: تخفیف ثابت

source: Percentage discount with a discount cap
fa_ir: تخفیف درصدی با تعیین سقف تخفیف

source: discount up to
fa_ir: تخفیف تا

source: Products
fa_ir: محصولات

source: All Products
fa_ir: همه محصولات

source: Selected products
fa_ir: محصولات منتخب

source: Selected categories
fa_ir: دسته های منتخب

source: Selected tags
fa_ir: برچسب های منتخب

source: Type to search products...
fa_ir: برای جستجوی محصولات تایپ کنید...

source: Type to search categories...
fa_ir: برای جستجوی دسته ها تایپ کنید...

source: Type to search tags...
fa_ir: برای جستجوی برچسب ها تایپ کنید...

source: Applies to
fa_ir: اعمال می شود

source: All users
fa_ir: همه کاربران

source: Selected users
fa_ir: کاربران منتخب

source: Selected roles
fa_ir: نقش های منتخب

source: Type to search users...
fa_ir: برای جستجوی کاربران تایپ کنید...

source: Type to search roles...
fa_ir: برای جستجوی نقش ها تایپ کنید...

source: Disable discount if a coupon is applied
fa_ir: در صورت استفاده از کوپن، تخفیف را غیرفعال کنید

source: Enable this option if you want to disable the discount when a coupon code is applied
fa_ir: اگر می‌خواهید در هنگام اعمال کد کوپن، تخفیف را غیرفعال کنید، این گزینه را فعال کنید

source: Availability
fa_ir: در دسترس بودن

source: Always Available
fa_ir: همیشه در دسترس است

source: Specific Date
fa_ir: تاریخ مشخص

source: Start Date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: Promotional message on product page
fa_ir: پیام تبلیغاتی در صفحه محصول

source: Update discount
fa_ir: به روزرسانی تخفیف

source: Create discount
fa_ir: ایجاد تخفیف

source: Failed to fetch discounts, please try again later.
fa_ir: دریافت تخفیف‌ها ناموفق بود، لطفاً بعداً دوباره امتحان کنید.

source: Failed to update discount status. Please try again later.
fa_ir: به‌روزرسانی وضعیت تخفیف ناموفق بود. لطفاً بعداً دوباره امتحان کنید.

source: Failed to delete discount, please try again later.
fa_ir: تخفیف حذف نشد، لطفا بعدا دوباره امتحان کنید.

source: Priority updated successfully
fa_ir: اولویت با موفقیت به‌روزرسانی شد

source: Failed to update priority
fa_ir: اولویت به‌روزرسانی نشد

source: Documentation
fa_ir: مستندات آموزشی

source: Edit
fa_ir: ویرایش

source: Trash
fa_ir: حذف

source: Discounts are a great way to increase sales. After creating their list, it will be placed here.
fa_ir: تخفیف یک راه عالی برای افزایش فروش است. پس از ایجاد، لیست آنها در اینجا قرار می گیرد.

source: Create your first discount
fa_ir: اولین تخفیف خود را ایجاد کنید

source: Rearrange the rows to set the priority for applying discounts.
fa_ir: ردیف‌ها را دوباره مرتب کنید تا اولویت اعمال تخفیف‌ها مشخص شود.

source: Priority
fa_ir: اولویت

source: Name
fa_ir: نام

source: Discount ID
fa_ir: شناسه تخفیف

source: Type
fa_ir: نوع

source: Actions
fa_ir: اقدامات

source: Discounts list
fa_ir: لیست تخفیف ها

source: Edit discount
fa_ir: ویرایش تخفیف
